{"translation-revision-date":"2023-05-17 11:54:12+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Upgrade to Blockified Single Product template":["Mettre à niveau vers le modèle Blockified Single Product"],"This block serves as a placeholder for your %s. We recommend upgrading to the Single Products block for more features to edit your products visually. Don't worry, you can always revert back.":["Ce bloc permet d’ajouter un texte indicatif pour votre %s. Nous vous recommandons d’opter pour le bloc Produits uniques pour bénéficier de davantage de fonctionnalités de modification visuelle de vos produits. Ne vous inquiétez pas, vous pouvez toujours revenir à la version antérieure."],"Upgrade to Products block":["Passer au bloc Produits"],"This block serves as a placeholder for your %s. It will display the actual product image, title, price in your store. You can move this placeholder around and add more blocks around to customize the template.":["Ce bloc sert de texte indicatif pour votre %s. Il affichera l’image réelle du produit, son titre, son prix dans votre boutique. Vous pouvez déplacer ce texte indicatif et ajouter d’autres blocs autour pour personnaliser le modèle."],"This block serves as a placeholder for your %s. We recommend upgrading to the Products block for more features to edit your products visually. Don't worry, you can always revert back.":["Ce bloc sert de texte indicatif pour votre %s. Nous vous recommandons de passer au bloc Produits pour bénéficier de plus de fonctionnalités pour modifier visuellement vos produits. Ne vous inquiétez pas, vous pouvez toujours revenir en arrière."],"Product template":["Modèle de produit"],"Contains the block elements used to render a product, like its name, featured image, rating, and more.":["Contient les éléments de bloc utilisés pour afficher un produit, comme son nom, son image mise en avant, sa note, etc."],"Products (Beta)":["Produits (Bêta)"],"A block that displays a selection of products in your store.":["Un bloc qui affiche une sélection de produits dans votre boutique."],"WooCommerce Product Attribute Block":["Bloc de caractéristiques produit WooCommerce"],"WooCommerce Product Search Results Block":["Bloc de résultats de recherche des produits WooCommerce"],"WooCommerce Classic Template":["Modèle classique WooCommerce"],"WooCommerce Product Tag Block":["Bloc d’étiquette produit WooCommerce"],"WooCommerce Product Grid Block":["Bloc de grille de produits WooCommerce"],"Renders classic WooCommerce PHP templates.":["Rend les anciens modèles de PHP WooCommerce."],"WooCommerce Single Product Block":["Bloc de produit unique WooCommerce"],"WooCommerce Product Taxonomy Block":["Bloc de taxonomie produit WooCommerce"],"Product Summary":["Résumé du produit"],"Display the title of a product.":["Afficher le nom d’un produit."],"Display a short description about a product.":["Affichez une courte description d’un produit."],"Search products…":["Recherche de produits…"],"Product Title":["Nom du produit"],"No products were found matching your selection.":["Aucun produit ne correspond à votre sélection."],"Search":["Recherche"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/legacy-template.js"}}